benchmarks/results/l4-2026-06-28/results/fp8-k6.log

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 


     execution: local
        script: sweep.js
        output: -

     scenarios: (100.00%) 1 scenario, 100 max VUs, 6m30s max duration (incl. graceful stop):
              * default: Up to 100 looping VUs for 6m0s over 4 stages (gracefulRampDown: 30s, gracefulStop: 30s)


running (0m01.0s), 001/100 VUs, 0 complete and 0 interrupted iterations
default   [   0% ] 001/100 VUs  0m01.0s/6m00.0s

running (0m02.0s), 001/100 VUs, 0 complete and 0 interrupted iterations
default   [   1% ] 001/100 VUs  0m02.0s/6m00.0s

running (0m03.0s), 001/100 VUs, 0 complete and 0 interrupted iterations
default   [   1% ] 001/100 VUs  0m03.0s/6m00.0s

running (0m04.0s), 001/100 VUs, 0 complete and 0 interrupted iterations
default   [   1% ] 001/100 VUs  0m04.0s/6m00.0s

running (0m05.0s), 001/100 VUs, 1 complete and 0 interrupted iterations
default   [   1% ] 001/100 VUs  0m05.0s/6m00.0s

running (0m06.0s), 001/100 VUs, 1 complete and 0 interrupted iterations
default   [   2% ] 001/100 VUs  0m06.0s/6m00.0s

running (0m07.0s), 002/100 VUs, 1 complete and 0 interrupted iterations
default   [   2% ] 002/100 VUs  0m07.0s/6m00.0s

running (0m08.0s), 002/100 VUs, 1 complete and 0 interrupted iterations
default   [   2% ] 002/100 VUs  0m08.0s/6m00.0s

running (0m09.0s), 002/100 VUs, 1 complete and 0 interrupted iterations
default   [   2% ] 002/100 VUs  0m09.0s/6m00.0s

running (0m10.0s), 002/100 VUs, 2 complete and 0 interrupted iterations
default   [   3% ] 002/100 VUs  0m10.0s/6m00.0s

running (0m11.0s), 002/100 VUs, 2 complete and 0 interrupted iterations
default   [   3% ] 002/100 VUs  0m11.0s/6m00.0s

running (0m12.0s), 002/100 VUs, 3 complete and 0 interrupted iterations
default   [   3% ] 002/100 VUs  0m12.0s/6m00.0s

running (0m13.0s), 002/100 VUs, 3 complete and 0 interrupted iterations
default   [   4% ] 002/100 VUs  0m13.0s/6m00.0s

running (0m14.0s), 003/100 VUs, 3 complete and 0 interrupted iterations
default   [   4% ] 003/100 VUs  0m14.0s/6m00.0s

running (0m15.0s), 003/100 VUs, 4 complete and 0 interrupted iterations
default   [   4% ] 003/100 VUs  0m15.0s/6m00.0s

running (0m16.0s), 003/100 VUs, 4 complete and 0 interrupted iterations
default   [   4% ] 003/100 VUs  0m16.0s/6m00.0s

running (0m17.0s), 003/100 VUs, 5 complete and 0 interrupted iterations
default   [   5% ] 003/100 VUs  0m17.0s/6m00.0s

running (0m18.0s), 003/100 VUs, 5 complete and 0 interrupted iterations
default   [   5% ] 003/100 VUs  0m18.0s/6m00.0s

running (0m19.0s), 003/100 VUs, 6 complete and 0 interrupted iterations
default   [   5% ] 003/100 VUs  0m19.0s/6m00.0s

running (0m20.0s), 003/100 VUs, 7 complete and 0 interrupted iterations
default   [   6% ] 003/100 VUs  0m20.0s/6m00.0s

running (0m21.0s), 004/100 VUs, 7 complete and 0 interrupted iterations
default   [   6% ] 004/100 VUs  0m21.0s/6m00.0s

running (0m22.0s), 004/100 VUs, 8 complete and 0 interrupted iterations
default   [   6% ] 004/100 VUs  0m22.0s/6m00.0s

running (0m23.0s), 004/100 VUs, 8 complete and 0 interrupted iterations
default   [   6% ] 004/100 VUs  0m23.0s/6m00.0s

running (0m24.0s), 004/100 VUs, 9 complete and 0 interrupted iterations
default   [   7% ] 004/100 VUs  0m24.0s/6m00.0s

running (0m25.0s), 004/100 VUs, 11 complete and 0 interrupted iterations
default   [   7% ] 004/100 VUs  0m25.0s/6m00.0s

running (0m26.0s), 004/100 VUs, 11 complete and 0 interrupted iterations
default   [   7% ] 004/100 VUs  0m26.0s/6m00.0s

running (0m27.0s), 005/100 VUs, 12 complete and 0 interrupted iterations
default   [   7% ] 005/100 VUs  0m27.0s/6m00.0s

running (0m28.0s), 005/100 VUs, 12 complete and 0 interrupted iterations
default   [   8% ] 005/100 VUs  0m28.0s/6m00.0s

running (0m29.0s), 005/100 VUs, 13 complete and 0 interrupted iterations
default   [   8% ] 005/100 VUs  0m29.0s/6m00.0s

running (0m30.0s), 005/100 VUs, 15 complete and 0 interrupted iterations
default   [   8% ] 005/100 VUs  0m30.0s/6m00.0s

running (0m31.0s), 005/100 VUs, 15 complete and 0 interrupted iterations
default   [   9% ] 005/100 VUs  0m31.0s/6m00.0s

running (0m32.0s), 005/100 VUs, 17 complete and 0 interrupted iterations
default   [   9% ] 005/100 VUs  0m32.0s/6m00.0s

running (0m33.0s), 005/100 VUs, 17 complete and 0 interrupted iterations
default   [   9% ] 005/100 VUs  0m33.0s/6m00.0s

running (0m34.0s), 006/100 VUs, 18 complete and 0 interrupted iterations
default   [   9% ] 006/100 VUs  0m34.0s/6m00.0s

running (0m35.0s), 006/100 VUs, 20 complete and 0 interrupted iterations
default   [  10% ] 006/100 VUs  0m35.0s/6m00.0s

running (0m36.0s), 006/100 VUs, 20 complete and 0 interrupted iterations
default   [  10% ] 006/100 VUs  0m36.0s/6m00.0s

running (0m37.0s), 006/100 VUs, 22 complete and 0 interrupted iterations
default   [  10% ] 006/100 VUs  0m37.0s/6m00.0s

running (0m38.0s), 006/100 VUs, 22 complete and 0 interrupted iterations
default   [  11% ] 006/100 VUs  0m38.0s/6m00.0s

running (0m39.0s), 006/100 VUs, 24 complete and 0 interrupted iterations
default   [  11% ] 006/100 VUs  0m39.0s/6m00.0s

running (0m40.0s), 006/100 VUs, 26 complete and 0 interrupted iterations
default   [  11% ] 006/100 VUs  0m40.0s/6m00.0s

running (0m41.0s), 007/100 VUs, 26 complete and 0 interrupted iterations
default   [  11% ] 007/100 VUs  0m41.0s/6m00.0s

running (0m42.0s), 007/100 VUs, 28 complete and 0 interrupted iterations
default   [  12% ] 007/100 VUs  0m42.0s/6m00.0s

running (0m43.0s), 007/100 VUs, 28 complete and 0 interrupted iterations
default   [  12% ] 007/100 VUs  0m43.0s/6m00.0s

running (0m44.0s), 007/100 VUs, 30 complete and 0 interrupted iterations
default   [  12% ] 007/100 VUs  0m44.0s/6m00.0s

running (0m45.0s), 007/100 VUs, 33 complete and 0 interrupted iterations
default   [  12% ] 007/100 VUs  0m45.0s/6m00.0s

running (0m46.0s), 007/100 VUs, 33 complete and 0 interrupted iterations
default   [  13% ] 007/100 VUs  0m46.0s/6m00.0s

running (0m47.0s), 008/100 VUs, 35 complete and 0 interrupted iterations
default   [  13% ] 008/100 VUs  0m47.0s/6m00.0s

running (0m48.0s), 008/100 VUs, 35 complete and 0 interrupted iterations
default   [  13% ] 008/100 VUs  0m48.0s/6m00.0s

running (0m49.0s), 008/100 VUs, 37 complete and 0 interrupted iterations
default   [  14% ] 008/100 VUs  0m49.0s/6m00.0s

running (0m50.0s), 008/100 VUs, 40 complete and 0 interrupted iterations
default   [  14% ] 008/100 VUs  0m50.0s/6m00.0s

running (0m51.0s), 008/100 VUs, 40 complete and 0 interrupted iterations
default   [  14% ] 008/100 VUs  0m51.0s/6m00.0s

running (0m52.0s), 008/100 VUs, 43 complete and 0 interrupted iterations
default   [  14% ] 008/100 VUs  0m52.0s/6m00.0s

running (0m53.0s), 008/100 VUs, 43 complete and 0 interrupted iterations
default   [  15% ] 008/100 VUs  0m53.0s/6m00.0s

running (0m54.0s), 009/100 VUs, 45 complete and 0 interrupted iterations
default   [  15% ] 009/100 VUs  0m54.0s/6m00.0s

running (0m55.0s), 009/100 VUs, 48 complete and 0 interrupted iterations
default   [  15% ] 009/100 VUs  0m55.0s/6m00.0s

running (0m56.0s), 009/100 VUs, 48 complete and 0 interrupted iterations
default   [  16% ] 009/100 VUs  0m56.0s/6m00.0s

running (0m57.0s), 009/100 VUs, 51 complete and 0 interrupted iterations
default   [  16% ] 009/100 VUs  0m57.0s/6m00.0s

running (0m58.0s), 009/100 VUs, 51 complete and 0 interrupted iterations
default   [  16% ] 009/100 VUs  0m58.0s/6m00.0s

running (0m59.0s), 009/100 VUs, 54 complete and 0 interrupted iterations
default   [  16% ] 009/100 VUs  0m59.0s/6m00.0s

running (1m00.0s), 009/100 VUs, 57 complete and 0 interrupted iterations
default   [  17% ] 009/100 VUs  1m00.0s/6m00.0s

running (1m01.0s), 010/100 VUs, 57 complete and 0 interrupted iterations
default   [  17% ] 010/100 VUs  1m01.0s/6m00.0s

running (1m02.0s), 010/100 VUs, 60 complete and 0 interrupted iterations
default   [  17% ] 010/100 VUs  1m02.0s/6m00.0s

running (1m03.0s), 010/100 VUs, 60 complete and 0 interrupted iterations
default   [  17% ] 010/100 VUs  1m03.0s/6m00.0s

running (1m04.0s), 011/100 VUs, 63 complete and 0 interrupted iterations
default   [  18% ] 011/100 VUs  1m04.0s/6m00.0s

running (1m05.0s), 011/100 VUs, 66 complete and 0 interrupted iterations
default   [  18% ] 011/100 VUs  1m05.0s/6m00.0s

running (1m06.0s), 011/100 VUs, 67 complete and 0 interrupted iterations
default   [  18% ] 011/100 VUs  1m06.0s/6m00.0s

running (1m07.0s), 012/100 VUs, 70 complete and 0 interrupted iterations
default   [  19% ] 012/100 VUs  1m07.0s/6m00.0s

running (1m08.0s), 012/100 VUs, 70 complete and 0 interrupted iterations
default   [  19% ] 012/100 VUs  1m08.0s/6m00.0s

running (1m09.0s), 012/100 VUs, 74 complete and 0 interrupted iterations
default   [  19% ] 012/100 VUs  1m09.0s/6m00.0s

running (1m10.0s), 013/100 VUs, 76 complete and 0 interrupted iterations
default   [  19% ] 013/100 VUs  1m10.0s/6m00.0s

running (1m11.0s), 013/100 VUs, 78 complete and 0 interrupted iterations
default   [  20% ] 013/100 VUs  1m11.0s/6m00.0s

running (1m12.0s), 013/100 VUs, 82 complete and 0 interrupted iterations
default   [  20% ] 013/100 VUs  1m12.0s/6m00.0s

running (1m13.0s), 014/100 VUs, 82 complete and 0 interrupted iterations
default   [  20% ] 014/100 VUs  1m13.0s/6m00.0s

running (1m14.0s), 014/100 VUs, 86 complete and 0 interrupted iterations
default   [  21% ] 014/100 VUs  1m14.0s/6m00.0s

running (1m15.0s), 014/100 VUs, 89 complete and 0 interrupted iterations
default   [  21% ] 014/100 VUs  1m15.0s/6m00.0s

running (1m16.0s), 015/100 VUs, 91 complete and 0 interrupted iterations
default   [  21% ] 015/100 VUs  1m16.0s/6m00.0s

running (1m17.0s), 015/100 VUs, 95 complete and 0 interrupted iterations
default   [  21% ] 015/100 VUs  1m17.0s/6m00.0s

running (1m18.0s), 015/100 VUs, 96 complete and 0 interrupted iterations
default   [  22% ] 015/100 VUs  1m18.0s/6m00.0s

running (1m19.0s), 016/100 VUs, 100 complete and 0 interrupted iterations
default   [  22% ] 016/100 VUs  1m19.0s/6m00.0s

running (1m20.0s), 016/100 VUs, 102 complete and 0 interrupted iterations
default   [  22% ] 016/100 VUs  1m20.0s/6m00.0s

running (1m21.0s), 016/100 VUs, 106 complete and 0 interrupted iterations
default   [  22% ] 016/100 VUs  1m21.0s/6m00.0s

running (1m22.0s), 017/100 VUs, 110 complete and 0 interrupted iterations
default   [  23% ] 017/100 VUs  1m22.0s/6m00.0s

running (1m23.0s), 017/100 VUs, 111 complete and 0 interrupted iterations
default   [  23% ] 017/100 VUs  1m23.0s/6m00.0s

running (1m24.0s), 017/100 VUs, 116 complete and 0 interrupted iterations
default   [  23% ] 017/100 VUs  1m24.0s/6m00.0s

running (1m25.0s), 018/100 VUs, 118 complete and 0 interrupted iterations
default   [  24% ] 018/100 VUs  1m25.0s/6m00.0s

running (1m26.0s), 018/100 VUs, 122 complete and 0 interrupted iterations
default   [  24% ] 018/100 VUs  1m26.0s/6m00.0s

running (1m27.0s), 018/100 VUs, 126 complete and 0 interrupted iterations
default   [  24% ] 018/100 VUs  1m27.0s/6m00.0s

running (1m28.0s), 019/100 VUs, 128 complete and 0 interrupted iterations
default   [  24% ] 019/100 VUs  1m28.0s/6m00.0s

running (1m29.0s), 019/100 VUs, 133 complete and 0 interrupted iterations
default   [  25% ] 019/100 VUs  1m29.0s/6m00.0s

running (1m30.0s), 019/100 VUs, 136 complete and 0 interrupted iterations
default   [  25% ] 019/100 VUs  1m30.0s/6m00.0s

running (1m31.0s), 020/100 VUs, 140 complete and 0 interrupted iterations
default   [  25% ] 020/100 VUs  1m31.0s/6m00.0s

running (1m32.0s), 020/100 VUs, 143 complete and 0 interrupted iterations
default   [  26% ] 020/100 VUs  1m32.0s/6m00.0s

running (1m33.0s), 020/100 VUs, 147 complete and 0 interrupted iterations
default   [  26% ] 020/100 VUs  1m33.0s/6m00.0s

running (1m34.0s), 021/100 VUs, 151 complete and 0 interrupted iterations
default   [  26% ] 021/100 VUs  1m34.0s/6m00.0s

running (1m35.0s), 021/100 VUs, 154 complete and 0 interrupted iterations
default   [  26% ] 021/100 VUs  1m35.0s/6m00.0s

running (1m36.0s), 021/100 VUs, 160 complete and 0 interrupted iterations
default   [  27% ] 021/100 VUs  1m36.0s/6m00.0s

running (1m37.0s), 022/100 VUs, 162 complete and 0 interrupted iterations
default   [  27% ] 022/100 VUs  1m37.0s/6m00.0s

running (1m38.0s), 022/100 VUs, 167 complete and 0 interrupted iterations
default   [  27% ] 022/100 VUs  1m38.0s/6m00.0s

running (1m39.0s), 022/100 VUs, 171 complete and 0 interrupted iterations
default   [  27% ] 022/100 VUs  1m39.0s/6m00.0s

running (1m40.0s), 023/100 VUs, 175 complete and 0 interrupted iterations
default   [  28% ] 023/100 VUs  1m40.0s/6m00.0s

running (1m41.0s), 023/100 VUs, 181 complete and 0 interrupted iterations
default   [  28% ] 023/100 VUs  1m41.0s/6m00.0s

running (1m42.0s), 023/100 VUs, 184 complete and 0 interrupted iterations
default   [  28% ] 023/100 VUs  1m42.0s/6m00.0s

running (1m43.0s), 024/100 VUs, 189 complete and 0 interrupted iterations
default   [  29% ] 024/100 VUs  1m43.0s/6m00.0s

running (1m44.0s), 024/100 VUs, 191 complete and 0 interrupted iterations
default   [  29% ] 024/100 VUs  1m44.0s/6m00.0s

running (1m45.0s), 024/100 VUs, 197 complete and 0 interrupted iterations
default   [  29% ] 024/100 VUs  1m45.0s/6m00.0s

running (1m46.0s), 025/100 VUs, 200 complete and 0 interrupted iterations
default   [  29% ] 025/100 VUs  1m46.0s/6m00.0s

running (1m47.0s), 025/100 VUs, 205 complete and 0 interrupted iterations
default   [  30% ] 025/100 VUs  1m47.0s/6m00.0s

running (1m48.0s), 025/100 VUs, 211 complete and 0 interrupted iterations
default   [  30% ] 025/100 VUs  1m48.0s/6m00.0s

running (1m49.0s), 026/100 VUs, 214 complete and 0 interrupted iterations
default   [  30% ] 026/100 VUs  1m49.0s/6m00.0s

running (1m50.0s), 026/100 VUs, 220 complete and 0 interrupted iterations
default   [  31% ] 026/100 VUs  1m50.0s/6m00.0s

running (1m51.0s), 026/100 VUs, 225 complete and 0 interrupted iterations
default   [  31% ] 026/100 VUs  1m51.0s/6m00.0s

running (1m52.0s), 027/100 VUs, 230 complete and 0 interrupted iterations
default   [  31% ] 027/100 VUs  1m52.0s/6m00.0s

running (1m53.0s), 027/100 VUs, 234 complete and 0 interrupted iterations
default   [  31% ] 027/100 VUs  1m53.0s/6m00.0s

running (1m54.0s), 027/100 VUs, 239 complete and 0 interrupted iterations
default   [  32% ] 027/100 VUs  1m54.0s/6m00.0s

running (1m55.0s), 028/100 VUs, 245 complete and 0 interrupted iterations
default   [  32% ] 028/100 VUs  1m55.0s/6m00.0s

running (1m56.0s), 028/100 VUs, 249 complete and 0 interrupted iterations
default   [  32% ] 028/100 VUs  1m56.0s/6m00.0s

running (1m57.0s), 028/100 VUs, 256 complete and 0 interrupted iterations
default   [  32% ] 028/100 VUs  1m57.0s/6m00.0s

running (1m58.0s), 029/100 VUs, 260 complete and 0 interrupted iterations
default   [  33% ] 029/100 VUs  1m58.0s/6m00.0s

running (1m59.0s), 029/100 VUs, 266 complete and 0 interrupted iterations
default   [  33% ] 029/100 VUs  1m59.0s/6m00.0s

running (2m00.0s), 029/100 VUs, 269 complete and 0 interrupted iterations
default   [  33% ] 029/100 VUs  2m00.0s/6m00.0s

running (2m01.0s), 030/100 VUs, 276 complete and 0 interrupted iterations
default   [  34% ] 030/100 VUs  2m01.0s/6m00.0s

running (2m02.0s), 030/100 VUs, 281 complete and 0 interrupted iterations
default   [  34% ] 030/100 VUs  2m02.0s/6m00.0s

running (2m03.0s), 030/100 VUs, 287 complete and 0 interrupted iterations
default   [  34% ] 030/100 VUs  2m03.0s/6m00.0s

running (2m04.0s), 031/100 VUs, 294 complete and 0 interrupted iterations
default   [  34% ] 031/100 VUs  2m04.0s/6m00.0s

running (2m05.0s), 031/100 VUs, 297 complete and 0 interrupted iterations
default   [  35% ] 031/100 VUs  2m05.0s/6m00.0s

running (2m06.0s), 031/100 VUs, 304 complete and 0 interrupted iterations
default   [  35% ] 031/100 VUs  2m06.0s/6m00.0s

running (2m07.0s), 032/100 VUs, 309 complete and 0 interrupted iterations
default   [  35% ] 032/100 VUs  2m07.0s/6m00.0s

running (2m08.0s), 032/100 VUs, 316 complete and 0 interrupted iterations
default   [  36% ] 032/100 VUs  2m08.0s/6m00.0s

running (2m09.0s), 032/100 VUs, 321 complete and 0 interrupted iterations
default   [  36% ] 032/100 VUs  2m09.0s/6m00.0s

running (2m10.0s), 033/100 VUs, 326 complete and 0 interrupted iterations
default   [  36% ] 033/100 VUs  2m10.0s/6m00.0s

running (2m11.0s), 033/100 VUs, 333 complete and 0 interrupted iterations
default   [  36% ] 033/100 VUs  2m11.0s/6m00.0s

running (2m12.0s), 033/100 VUs, 339 complete and 0 interrupted iterations
default   [  37% ] 033/100 VUs  2m12.0s/6m00.0s

running (2m13.0s), 034/100 VUs, 346 complete and 0 interrupted iterations
default   [  37% ] 034/100 VUs  2m13.0s/6m00.0s

running (2m14.0s), 034/100 VUs, 351 complete and 0 interrupted iterations
default   [  37% ] 034/100 VUs  2m14.0s/6m00.0s

running (2m15.0s), 034/100 VUs, 358 complete and 0 interrupted iterations
default   [  37% ] 034/100 VUs  2m15.0s/6m00.0s

running (2m16.0s), 035/100 VUs, 361 complete and 0 interrupted iterations
default   [  38% ] 035/100 VUs  2m16.0s/6m00.0s

running (2m17.0s), 035/100 VUs, 370 complete and 0 interrupted iterations
default   [  38% ] 035/100 VUs  2m17.0s/6m00.0s

running (2m18.0s), 035/100 VUs, 376 complete and 0 interrupted iterations
default   [  38% ] 035/100 VUs  2m18.0s/6m00.0s

running (2m19.0s), 036/100 VUs, 382 complete and 0 interrupted iterations
default   [  39% ] 036/100 VUs  2m19.0s/6m00.0s

running (2m20.0s), 036/100 VUs, 388 complete and 0 interrupted iterations
default   [  39% ] 036/100 VUs  2m20.0s/6m00.0s

running (2m21.0s), 036/100 VUs, 394 complete and 0 interrupted iterations
default   [  39% ] 036/100 VUs  2m21.0s/6m00.0s

running (2m22.0s), 037/100 VUs, 401 complete and 0 interrupted iterations
default   [  39% ] 037/100 VUs  2m22.0s/6m00.0s

running (2m23.0s), 037/100 VUs, 408 complete and 0 interrupted iterations
default   [  40% ] 037/100 VUs  2m23.0s/6m00.0s

running (2m24.0s), 037/100 VUs, 416 complete and 0 interrupted iterations
default   [  40% ] 037/100 VUs  2m24.0s/6m00.0s

running (2m25.0s), 038/100 VUs, 420 complete and 0 interrupted iterations
default   [  40% ] 038/100 VUs  2m25.0s/6m00.0s

running (2m26.0s), 038/100 VUs, 428 complete and 0 interrupted iterations
default   [  41% ] 038/100 VUs  2m26.0s/6m00.0s

running (2m27.0s), 038/100 VUs, 433 complete and 0 interrupted iterations
default   [  41% ] 038/100 VUs  2m27.0s/6m00.0s

running (2m28.0s), 039/100 VUs, 441 complete and 0 interrupted iterations
default   [  41% ] 039/100 VUs  2m28.0s/6m00.0s

running (2m29.0s), 039/100 VUs, 446 complete and 0 interrupted iterations
default   [  41% ] 039/100 VUs  2m29.0s/6m00.0s

running (2m30.0s), 039/100 VUs, 456 complete and 0 interrupted iterations
default   [  42% ] 039/100 VUs  2m30.0s/6m00.0s

running (2m31.0s), 040/100 VUs, 461 complete and 0 interrupted iterations
default   [  42% ] 040/100 VUs  2m31.0s/6m00.0s

running (2m32.0s), 040/100 VUs, 468 complete and 0 interrupted iterations
default   [  42% ] 040/100 VUs  2m32.0s/6m00.0s

running (2m33.0s), 040/100 VUs, 473 complete and 0 interrupted iterations
default   [  42% ] 040/100 VUs  2m33.0s/6m00.0s

running (2m34.0s), 041/100 VUs, 483 complete and 0 interrupted iterations
default   [  43% ] 041/100 VUs  2m34.0s/6m00.0s

running (2m35.0s), 041/100 VUs, 488 complete and 0 interrupted iterations
default   [  43% ] 041/100 VUs  2m35.0s/6m00.0s

running (2m36.0s), 041/100 VUs, 496 complete and 0 interrupted iterations
default   [  43% ] 041/100 VUs  2m36.0s/6m00.0s

running (2m37.0s), 042/100 VUs, 502 complete and 0 interrupted iterations
default   [  44% ] 042/100 VUs  2m37.0s/6m00.0s

running (2m38.0s), 042/100 VUs, 511 complete and 0 interrupted iterations
default   [  44% ] 042/100 VUs  2m38.0s/6m00.0s

running (2m39.0s), 042/100 VUs, 519 complete and 0 interrupted iterations
default   [  44% ] 042/100 VUs  2m39.0s/6m00.0s

running (2m40.0s), 043/100 VUs, 525 complete and 0 interrupted iterations
default   [  44% ] 043/100 VUs  2m40.0s/6m00.0s

running (2m41.0s), 043/100 VUs, 534 complete and 0 interrupted iterations
default   [  45% ] 043/100 VUs  2m41.0s/6m00.0s

running (2m42.0s), 043/100 VUs, 541 complete and 0 interrupted iterations
default   [  45% ] 043/100 VUs  2m42.0s/6m00.0s

running (2m43.0s), 044/100 VUs, 548 complete and 0 interrupted iterations
default   [  45% ] 044/100 VUs  2m43.0s/6m00.0s

running (2m44.0s), 044/100 VUs, 553 complete and 0 interrupted iterations
default   [  46% ] 044/100 VUs  2m44.0s/6m00.0s

running (2m45.0s), 044/100 VUs, 564 complete and 0 interrupted iterations
default   [  46% ] 044/100 VUs  2m45.0s/6m00.0s

running (2m46.0s), 045/100 VUs, 568 complete and 0 interrupted iterations
default   [  46% ] 045/100 VUs  2m46.0s/6m00.0s

running (2m47.0s), 045/100 VUs, 579 complete and 0 interrupted iterations
default   [  46% ] 045/100 VUs  2m47.0s/6m00.0s

running (2m48.0s), 045/100 VUs, 586 complete and 0 interrupted iterations
default   [  47% ] 045/100 VUs  2m48.0s/6m00.0s

running (2m49.0s), 046/100 VUs, 594 complete and 0 interrupted iterations
default   [  47% ] 046/100 VUs  2m49.0s/6m00.0s

running (2m50.0s), 046/100 VUs, 599 complete and 0 interrupted iterations
default   [  47% ] 046/100 VUs  2m50.0s/6m00.0s

running (2m51.0s), 046/100 VUs, 610 complete and 0 interrupted iterations
default   [  47% ] 046/100 VUs  2m51.0s/6m00.0s

running (2m52.0s), 047/100 VUs, 617 complete and 0 interrupted iterations
default   [  48% ] 047/100 VUs  2m52.0s/6m00.0s

running (2m53.0s), 047/100 VUs, 625 complete and 0 interrupted iterations
default   [  48% ] 047/100 VUs  2m53.0s/6m00.0s

running (2m54.0s), 047/100 VUs, 634 complete and 0 interrupted iterations
default   [  48% ] 047/100 VUs  2m54.0s/6m00.0s

running (2m55.0s), 048/100 VUs, 640 complete and 0 interrupted iterations
default   [  49% ] 048/100 VUs  2m55.0s/6m00.0s

running (2m56.0s), 048/100 VUs, 649 complete and 0 interrupted iterations
default   [  49% ] 048/100 VUs  2m56.0s/6m00.0s

running (2m57.0s), 048/100 VUs, 659 complete and 0 interrupted iterations
default   [  49% ] 048/100 VUs  2m57.0s/6m00.0s

running (2m58.0s), 049/100 VUs, 665 complete and 0 interrupted iterations
default   [  49% ] 049/100 VUs  2m58.0s/6m00.0s

running (2m59.0s), 049/100 VUs, 672 complete and 0 interrupted iterations
default   [  50% ] 049/100 VUs  2m59.0s/6m00.0s

running (3m00.0s), 049/100 VUs, 682 complete and 0 interrupted iterations
default   [  50% ] 049/100 VUs  3m00.0s/6m00.0s

running (3m01.0s), 050/100 VUs, 688 complete and 0 interrupted iterations
default   [  50% ] 050/100 VUs  3m01.0s/6m00.0s

running (3m02.0s), 050/100 VUs, 698 complete and 0 interrupted iterations
default   [  51% ] 050/100 VUs  3m02.0s/6m00.0s

running (3m03.0s), 051/100 VUs, 708 complete and 0 interrupted iterations
default   [  51% ] 051/100 VUs  3m03.0s/6m00.0s

running (3m04.0s), 051/100 VUs, 715 complete and 0 interrupted iterations
default   [  51% ] 051/100 VUs  3m04.0s/6m00.0s

running (3m05.0s), 052/100 VUs, 722 complete and 0 interrupted iterations
default   [  51% ] 052/100 VUs  3m05.0s/6m00.0s

running (3m06.0s), 052/100 VUs, 733 complete and 0 interrupted iterations
default   [  52% ] 052/100 VUs  3m06.0s/6m00.0s

running (3m07.0s), 052/100 VUs, 741 complete and 0 interrupted iterations
default   [  52% ] 052/100 VUs  3m07.0s/6m00.0s

running (3m08.0s), 053/100 VUs, 749 complete and 0 interrupted iterations
default   [  52% ] 053/100 VUs  3m08.0s/6m00.0s

running (3m09.0s), 053/100 VUs, 760 complete and 0 interrupted iterations
default   [  52% ] 053/100 VUs  3m09.0s/6m00.0s

running (3m10.0s), 054/100 VUs, 767 complete and 0 interrupted iterations
default   [  53% ] 054/100 VUs  3m10.0s/6m00.0s

running (3m11.0s), 054/100 VUs, 775 complete and 0 interrupted iterations
default   [  53% ] 054/100 VUs  3m11.0s/6m00.0s

running (3m12.0s), 054/100 VUs, 786 complete and 0 interrupted iterations
default   [  53% ] 054/100 VUs  3m12.0s/6m00.0s

running (3m13.0s), 055/100 VUs, 793 complete and 0 interrupted iterations
default   [  54% ] 055/100 VUs  3m13.0s/6m00.0s

running (3m14.0s), 055/100 VUs, 804 complete and 0 interrupted iterations
default   [  54% ] 055/100 VUs  3m14.0s/6m00.0s

running (3m15.0s), 056/100 VUs, 813 complete and 0 interrupted iterations
default   [  54% ] 056/100 VUs  3m15.0s/6m00.0s

running (3m16.0s), 056/100 VUs, 821 complete and 0 interrupted iterations
default   [  54% ] 056/100 VUs  3m16.0s/6m00.0s

running (3m17.0s), 057/100 VUs, 829 complete and 0 interrupted iterations
default   [  55% ] 057/100 VUs  3m17.0s/6m00.0s

running (3m18.0s), 057/100 VUs, 841 complete and 0 interrupted iterations
default   [  55% ] 057/100 VUs  3m18.0s/6m00.0s

running (3m19.0s), 057/100 VUs, 848 complete and 0 interrupted iterations
default   [  55% ] 057/100 VUs  3m19.0s/6m00.0s

running (3m20.0s), 058/100 VUs, 857 complete and 0 interrupted iterations
default   [  56% ] 058/100 VUs  3m20.0s/6m00.0s

running (3m21.0s), 058/100 VUs, 869 complete and 0 interrupted iterations
default   [  56% ] 058/100 VUs  3m21.0s/6m00.0s

running (3m22.0s), 059/100 VUs, 877 complete and 0 interrupted iterations
default   [  56% ] 059/100 VUs  3m22.0s/6m00.0s

running (3m23.0s), 059/100 VUs, 885 complete and 0 interrupted iterations
default   [  56% ] 059/100 VUs  3m23.0s/6m00.0s

running (3m24.0s), 059/100 VUs, 895 complete and 0 interrupted iterations
default   [  57% ] 059/100 VUs  3m24.0s/6m00.0s

running (3m25.0s), 060/100 VUs, 905 complete and 0 interrupted iterations
default   [  57% ] 060/100 VUs  3m25.0s/6m00.0s

running (3m26.0s), 060/100 VUs, 915 complete and 0 interrupted iterations
default   [  57% ] 060/100 VUs  3m26.0s/6m00.0s

running (3m27.0s), 061/100 VUs, 927 complete and 0 interrupted iterations
default   [  57% ] 061/100 VUs  3m27.0s/6m00.0s

running (3m28.0s), 061/100 VUs, 935 complete and 0 interrupted iterations
default   [  58% ] 061/100 VUs  3m28.0s/6m00.0s

running (3m29.0s), 062/100 VUs, 943 complete and 0 interrupted iterations
default   [  58% ] 062/100 VUs  3m29.0s/6m00.0s

running (3m30.0s), 062/100 VUs, 953 complete and 0 interrupted iterations
default   [  58% ] 062/100 VUs  3m30.0s/6m00.0s

running (3m31.0s), 062/100 VUs, 962 complete and 0 interrupted iterations
default   [  59% ] 062/100 VUs  3m31.0s/6m00.0s

running (3m32.0s), 063/100 VUs, 974 complete and 0 interrupted iterations
default   [  59% ] 063/100 VUs  3m32.0s/6m00.0s

running (3m33.0s), 063/100 VUs, 987 complete and 0 interrupted iterations
default   [  59% ] 063/100 VUs  3m33.0s/6m00.0s

running (3m34.0s), 064/100 VUs, 994 complete and 0 interrupted iterations
default   [  59% ] 064/100 VUs  3m34.0s/6m00.0s

running (3m35.0s), 064/100 VUs, 1002 complete and 0 interrupted iterations
default   [  60% ] 064/100 VUs  3m35.0s/6m00.0s

running (3m36.0s), 064/100 VUs, 1015 complete and 0 interrupted iterations
default   [  60% ] 064/100 VUs  3m36.0s/6m00.0s

running (3m37.0s), 065/100 VUs, 1024 complete and 0 interrupted iterations
default   [  60% ] 065/100 VUs  3m37.0s/6m00.0s

running (3m38.0s), 065/100 VUs, 1032 complete and 0 interrupted iterations
default   [  61% ] 065/100 VUs  3m38.0s/6m00.0s

running (3m39.0s), 066/100 VUs, 1048 complete and 0 interrupted iterations
default   [  61% ] 066/100 VUs  3m39.0s/6m00.0s

running (3m40.0s), 066/100 VUs, 1052 complete and 0 interrupted iterations
default   [  61% ] 066/100 VUs  3m40.0s/6m00.0s

running (3m41.0s), 067/100 VUs, 1066 complete and 0 interrupted iterations
default   [  61% ] 067/100 VUs  3m41.0s/6m00.0s

running (3m42.0s), 067/100 VUs, 1075 complete and 0 interrupted iterations
default   [  62% ] 067/100 VUs  3m42.0s/6m00.0s

running (3m43.0s), 067/100 VUs, 1089 complete and 0 interrupted iterations
default   [  62% ] 067/100 VUs  3m43.0s/6m00.0s

running (3m44.0s), 068/100 VUs, 1095 complete and 0 interrupted iterations
default   [  62% ] 068/100 VUs  3m44.0s/6m00.0s

running (3m45.0s), 068/100 VUs, 1106 complete and 0 interrupted iterations
default   [  62% ] 068/100 VUs  3m45.0s/6m00.0s

running (3m46.0s), 069/100 VUs, 1117 complete and 0 interrupted iterations
default   [  63% ] 069/100 VUs  3m46.0s/6m00.0s

running (3m47.0s), 069/100 VUs, 1129 complete and 0 interrupted iterations
default   [  63% ] 069/100 VUs  3m47.0s/6m00.0s

running (3m48.0s), 069/100 VUs, 1137 complete and 0 interrupted iterations
default   [  63% ] 069/100 VUs  3m48.0s/6m00.0s

running (3m49.0s), 070/100 VUs, 1147 complete and 0 interrupted iterations
default   [  64% ] 070/100 VUs  3m49.0s/6m00.0s

running (3m50.0s), 070/100 VUs, 1157 complete and 0 interrupted iterations
default   [  64% ] 070/100 VUs  3m50.0s/6m00.0s

running (3m51.0s), 071/100 VUs, 1169 complete and 0 interrupted iterations
default   [  64% ] 071/100 VUs  3m51.0s/6m00.0s

running (3m52.0s), 071/100 VUs, 1183 complete and 0 interrupted iterations
default   [  64% ] 071/100 VUs  3m52.0s/6m00.0s

running (3m53.0s), 072/100 VUs, 1189 complete and 0 interrupted iterations
default   [  65% ] 072/100 VUs  3m53.0s/6m00.0s

running (3m54.0s), 072/100 VUs, 1202 complete and 0 interrupted iterations
default   [  65% ] 072/100 VUs  3m54.0s/6m00.0s

running (3m55.0s), 072/100 VUs, 1214 complete and 0 interrupted iterations
default   [  65% ] 072/100 VUs  3m55.0s/6m00.0s

running (3m56.0s), 073/100 VUs, 1226 complete and 0 interrupted iterations
default   [  66% ] 073/100 VUs  3m56.0s/6m00.0s

running (3m57.0s), 073/100 VUs, 1232 complete and 0 interrupted iterations
default   [  66% ] 073/100 VUs  3m57.0s/6m00.0s

running (3m58.0s), 074/100 VUs, 1245 complete and 0 interrupted iterations
default   [  66% ] 074/100 VUs  3m58.0s/6m00.0s

running (3m59.0s), 074/100 VUs, 1257 complete and 0 interrupted iterations
default   [  66% ] 074/100 VUs  3m59.0s/6m00.0s

running (4m00.0s), 074/100 VUs, 1268 complete and 0 interrupted iterations
default   [  67% ] 074/100 VUs  4m00.0s/6m00.0s

running (4m01.0s), 075/100 VUs, 1275 complete and 0 interrupted iterations
default   [  67% ] 075/100 VUs  4m01.0s/6m00.0s

running (4m02.0s), 075/100 VUs, 1290 complete and 0 interrupted iterations
default   [  67% ] 075/100 VUs  4m02.0s/6m00.0s

running (4m03.0s), 076/100 VUs, 1300 complete and 0 interrupted iterations
default   [  67% ] 076/100 VUs  4m03.0s/6m00.0s

running (4m04.0s), 076/100 VUs, 1309 complete and 0 interrupted iterations
default   [  68% ] 076/100 VUs  4m04.0s/6m00.0s

running (4m05.0s), 077/100 VUs, 1322 complete and 0 interrupted iterations
default   [  68% ] 077/100 VUs  4m05.0s/6m00.0s

running (4m06.0s), 077/100 VUs, 1331 complete and 0 interrupted iterations
default   [  68% ] 077/100 VUs  4m06.0s/6m00.0s

running (4m07.0s), 077/100 VUs, 1347 complete and 0 interrupted iterations
default   [  69% ] 077/100 VUs  4m07.0s/6m00.0s

running (4m08.0s), 078/100 VUs, 1355 complete and 0 interrupted iterations
default   [  69% ] 078/100 VUs  4m08.0s/6m00.0s

running (4m09.0s), 078/100 VUs, 1365 complete and 0 interrupted iterations
default   [  69% ] 078/100 VUs  4m09.0s/6m00.0s

running (4m10.0s), 079/100 VUs, 1376 complete and 0 interrupted iterations
default   [  69% ] 079/100 VUs  4m10.0s/6m00.0s

running (4m11.0s), 079/100 VUs, 1389 complete and 0 interrupted iterations
default   [  70% ] 079/100 VUs  4m11.0s/6m00.0s

running (4m12.0s), 079/100 VUs, 1404 complete and 0 interrupted iterations
default   [  70% ] 079/100 VUs  4m12.0s/6m00.0s

running (4m13.0s), 080/100 VUs, 1410 complete and 0 interrupted iterations
default   [  70% ] 080/100 VUs  4m13.0s/6m00.0s

running (4m14.0s), 080/100 VUs, 1427 complete and 0 interrupted iterations
default   [  71% ] 080/100 VUs  4m14.0s/6m00.0s

running (4m15.0s), 081/100 VUs, 1437 complete and 0 interrupted iterations
default   [  71% ] 081/100 VUs  4m15.0s/6m00.0s

running (4m16.0s), 081/100 VUs, 1446 complete and 0 interrupted iterations
default   [  71% ] 081/100 VUs  4m16.0s/6m00.0s

running (4m17.0s), 082/100 VUs, 1455 complete and 0 interrupted iterations
default   [  71% ] 082/100 VUs  4m17.0s/6m00.0s

running (4m18.0s), 082/100 VUs, 1470 complete and 0 interrupted iterations
default   [  72% ] 082/100 VUs  4m18.0s/6m00.0s

running (4m19.0s), 082/100 VUs, 1488 complete and 0 interrupted iterations
default   [  72% ] 082/100 VUs  4m19.0s/6m00.0s

running (4m20.0s), 083/100 VUs, 1490 complete and 0 interrupted iterations
default   [  72% ] 083/100 VUs  4m20.0s/6m00.0s

running (4m21.0s), 083/100 VUs, 1507 complete and 0 interrupted iterations
default   [  72% ] 083/100 VUs  4m21.0s/6m00.0s

running (4m22.0s), 084/100 VUs, 1518 complete and 0 interrupted iterations
default   [  73% ] 084/100 VUs  4m22.0s/6m00.0s

running (4m23.0s), 084/100 VUs, 1532 complete and 0 interrupted iterations
default   [  73% ] 084/100 VUs  4m23.0s/6m00.0s

running (4m24.0s), 084/100 VUs, 1537 complete and 0 interrupted iterations
default   [  73% ] 084/100 VUs  4m24.0s/6m00.0s

running (4m25.0s), 085/100 VUs, 1553 complete and 0 interrupted iterations
default   [  74% ] 085/100 VUs  4m25.0s/6m00.0s

running (4m26.0s), 085/100 VUs, 1570 complete and 0 interrupted iterations
default   [  74% ] 085/100 VUs  4m26.0s/6m00.0s

running (4m27.0s), 086/100 VUs, 1576 complete and 0 interrupted iterations
default   [  74% ] 086/100 VUs  4m27.0s/6m00.0s

running (4m28.0s), 086/100 VUs, 1590 complete and 0 interrupted iterations
default   [  74% ] 086/100 VUs  4m28.0s/6m00.0s

running (4m29.0s), 087/100 VUs, 1603 complete and 0 interrupted iterations
default   [  75% ] 087/100 VUs  4m29.0s/6m00.0s

running (4m30.0s), 087/100 VUs, 1616 complete and 0 interrupted iterations
default   [  75% ] 087/100 VUs  4m30.0s/6m00.0s

running (4m31.0s), 087/100 VUs, 1622 complete and 0 interrupted iterations
default   [  75% ] 087/100 VUs  4m31.0s/6m00.0s

running (4m32.0s), 088/100 VUs, 1638 complete and 0 interrupted iterations
default   [  76% ] 088/100 VUs  4m32.0s/6m00.0s

running (4m33.0s), 088/100 VUs, 1655 complete and 0 interrupted iterations
default   [  76% ] 088/100 VUs  4m33.0s/6m00.0s

running (4m34.0s), 089/100 VUs, 1662 complete and 0 interrupted iterations
default   [  76% ] 089/100 VUs  4m34.0s/6m00.0s

running (4m35.0s), 089/100 VUs, 1676 complete and 0 interrupted iterations
default   [  76% ] 089/100 VUs  4m35.0s/6m00.0s

running (4m36.0s), 089/100 VUs, 1690 complete and 0 interrupted iterations
default   [  77% ] 089/100 VUs  4m36.0s/6m00.0s

running (4m37.0s), 090/100 VUs, 1703 complete and 0 interrupted iterations
default   [  77% ] 090/100 VUs  4m37.0s/6m00.0s

running (4m38.0s), 090/100 VUs, 1709 complete and 0 interrupted iterations
default   [  77% ] 090/100 VUs  4m38.0s/6m00.0s

running (4m39.0s), 091/100 VUs, 1726 complete and 0 interrupted iterations
default   [  77% ] 091/100 VUs  4m39.0s/6m00.0s

running (4m40.0s), 091/100 VUs, 1743 complete and 0 interrupted iterations
default   [  78% ] 091/100 VUs  4m40.0s/6m00.0s

running (4m41.0s), 092/100 VUs, 1750 complete and 0 interrupted iterations
default   [  78% ] 092/100 VUs  4m41.0s/6m00.0s

running (4m42.0s), 092/100 VUs, 1765 complete and 0 interrupted iterations
default   [  78% ] 092/100 VUs  4m42.0s/6m00.0s

running (4m43.0s), 092/100 VUs, 1779 complete and 0 interrupted iterations
default   [  79% ] 092/100 VUs  4m43.0s/6m00.0s

running (4m44.0s), 093/100 VUs, 1791 complete and 0 interrupted iterations
default   [  79% ] 093/100 VUs  4m44.0s/6m00.0s

running (4m45.0s), 093/100 VUs, 1798 complete and 0 interrupted iterations
default   [  79% ] 093/100 VUs  4m45.0s/6m00.0s

running (4m46.0s), 094/100 VUs, 1816 complete and 0 interrupted iterations
default   [  79% ] 094/100 VUs  4m46.0s/6m00.0s

running (4m47.0s), 094/100 VUs, 1832 complete and 0 interrupted iterations
default   [  80% ] 094/100 VUs  4m47.0s/6m00.0s

running (4m48.0s), 094/100 VUs, 1840 complete and 0 interrupted iterations
default   [  80% ] 094/100 VUs  4m48.0s/6m00.0s

running (4m49.0s), 095/100 VUs, 1857 complete and 0 interrupted iterations
default   [  80% ] 095/100 VUs  4m49.0s/6m00.0s

running (4m50.0s), 095/100 VUs, 1870 complete and 0 interrupted iterations
default   [  81% ] 095/100 VUs  4m50.0s/6m00.0s

running (4m51.0s), 096/100 VUs, 1879 complete and 0 interrupted iterations
default   [  81% ] 096/100 VUs  4m51.0s/6m00.0s

running (4m52.0s), 096/100 VUs, 1891 complete and 0 interrupted iterations
default   [  81% ] 096/100 VUs  4m52.0s/6m00.0s

running (4m53.0s), 097/100 VUs, 1908 complete and 0 interrupted iterations
default   [  81% ] 097/100 VUs  4m53.0s/6m00.0s

running (4m54.0s), 097/100 VUs, 1923 complete and 0 interrupted iterations
default   [  82% ] 097/100 VUs  4m54.0s/6m00.0s

running (4m55.0s), 097/100 VUs, 1931 complete and 0 interrupted iterations
default   [  82% ] 097/100 VUs  4m55.0s/6m00.0s

running (4m56.0s), 098/100 VUs, 1951 complete and 0 interrupted iterations
default   [  82% ] 098/100 VUs  4m56.0s/6m00.0s

running (4m57.0s), 098/100 VUs, 1960 complete and 0 interrupted iterations
default   [  82% ] 098/100 VUs  4m57.0s/6m00.0s

running (4m58.0s), 099/100 VUs, 1974 complete and 0 interrupted iterations
default   [  83% ] 099/100 VUs  4m58.0s/6m00.0s

running (4m59.0s), 099/100 VUs, 1986 complete and 0 interrupted iterations
default   [  83% ] 099/100 VUs  4m59.0s/6m00.0s

running (5m00.0s), 099/100 VUs, 2000 complete and 0 interrupted iterations
default   [  83% ] 099/100 VUs  5m00.0s/6m00.0s

running (5m01.0s), 100/100 VUs, 2015 complete and 0 interrupted iterations
default   [  84% ] 100/100 VUs  5m01.0s/6m00.0s

running (5m02.0s), 100/100 VUs, 2027 complete and 0 interrupted iterations
default   [  84% ] 100/100 VUs  5m02.0s/6m00.0s

running (5m03.0s), 099/100 VUs, 2049 complete and 0 interrupted iterations
default   [  84% ] 099/100 VUs  5m03.0s/6m00.0s

running (5m04.0s), 099/100 VUs, 2052 complete and 0 interrupted iterations
default   [  84% ] 099/100 VUs  5m04.0s/6m00.0s

running (5m05.0s), 097/100 VUs, 2073 complete and 0 interrupted iterations
default   [  85% ] 097/100 VUs  5m05.0s/6m00.0s

running (5m06.0s), 097/100 VUs, 2085 complete and 0 interrupted iterations
default   [  85% ] 097/100 VUs  5m06.0s/6m00.0s

running (5m07.0s), 097/100 VUs, 2095 complete and 0 interrupted iterations
default   [  85% ] 097/100 VUs  5m07.0s/6m00.0s

running (5m08.0s), 093/100 VUs, 2113 complete and 0 interrupted iterations
default   [  86% ] 093/100 VUs  5m08.0s/6m00.0s

running (5m09.0s), 093/100 VUs, 2127 complete and 0 interrupted iterations
default   [  86% ] 093/100 VUs  5m09.0s/6m00.0s

running (5m10.0s), 090/100 VUs, 2144 complete and 0 interrupted iterations
default   [  86% ] 090/100 VUs  5m10.0s/6m00.0s

running (5m11.0s), 090/100 VUs, 2150 complete and 0 interrupted iterations
default   [  86% ] 090/100 VUs  5m11.0s/6m00.0s

running (5m12.0s), 086/100 VUs, 2170 complete and 0 interrupted iterations
default   [  87% ] 086/100 VUs  5m12.0s/6m00.0s

running (5m13.0s), 086/100 VUs, 2182 complete and 0 interrupted iterations
default   [  87% ] 086/100 VUs  5m13.0s/6m00.0s

running (5m14.0s), 083/100 VUs, 2192 complete and 0 interrupted iterations
default   [  87% ] 083/100 VUs  5m14.0s/6m00.0s

running (5m15.0s), 082/100 VUs, 2206 complete and 0 interrupted iterations
default   [  87% ] 082/100 VUs  5m15.0s/6m00.0s

running (5m16.0s), 079/100 VUs, 2220 complete and 0 interrupted iterations
default   [  88% ] 079/100 VUs  5m16.0s/6m00.0s

running (5m17.0s), 078/100 VUs, 2238 complete and 0 interrupted iterations
default   [  88% ] 078/100 VUs  5m17.0s/6m00.0s

running (5m18.0s), 076/100 VUs, 2241 complete and 0 interrupted iterations
default   [  88% ] 076/100 VUs  5m18.0s/6m00.0s

running (5m19.0s), 075/100 VUs, 2256 complete and 0 interrupted iterations
default   [  89% ] 075/100 VUs  5m19.0s/6m00.0s

running (5m20.0s), 073/100 VUs, 2268 complete and 0 interrupted iterations
default   [  89% ] 073/100 VUs  5m20.0s/6m00.0s

running (5m21.0s), 071/100 VUs, 2283 complete and 0 interrupted iterations
default   [  89% ] 071/100 VUs  5m21.0s/6m00.0s

running (5m22.0s), 070/100 VUs, 2297 complete and 0 interrupted iterations
default   [  89% ] 070/100 VUs  5m22.0s/6m00.0s

running (5m23.0s), 069/100 VUs, 2299 complete and 0 interrupted iterations
default   [  90% ] 069/100 VUs  5m23.0s/6m00.0s

running (5m24.0s), 066/100 VUs, 2316 complete and 0 interrupted iterations
default   [  90% ] 066/100 VUs  5m24.0s/6m00.0s

running (5m25.0s), 063/100 VUs, 2331 complete and 0 interrupted iterations
default   [  90% ] 063/100 VUs  5m25.0s/6m00.0s

running (5m26.0s), 061/100 VUs, 2341 complete and 0 interrupted iterations
default   [  91% ] 061/100 VUs  5m26.0s/6m00.0s

running (5m27.0s), 059/100 VUs, 2349 complete and 0 interrupted iterations
default   [  91% ] 059/100 VUs  5m27.0s/6m00.0s

running (5m28.0s), 059/100 VUs, 2360 complete and 0 interrupted iterations
default   [  91% ] 059/100 VUs  5m28.0s/6m00.0s

running (5m29.0s), 057/100 VUs, 2368 complete and 0 interrupted iterations
default   [  91% ] 057/100 VUs  5m29.0s/6m00.0s

running (5m30.0s), 055/100 VUs, 2382 complete and 0 interrupted iterations
default   [  92% ] 055/100 VUs  5m30.0s/6m00.0s

running (5m31.0s), 053/100 VUs, 2394 complete and 0 interrupted iterations
default   [  92% ] 053/100 VUs  5m31.0s/6m00.0s

running (5m32.0s), 051/100 VUs, 2402 complete and 0 interrupted iterations
default   [  92% ] 051/100 VUs  5m32.0s/6m00.0s

running (5m33.0s), 050/100 VUs, 2408 complete and 0 interrupted iterations
default   [  92% ] 050/100 VUs  5m33.0s/6m00.0s

running (5m34.0s), 047/100 VUs, 2422 complete and 0 interrupted iterations
default   [  93% ] 047/100 VUs  5m34.0s/6m00.0s

running (5m35.0s), 046/100 VUs, 2425 complete and 0 interrupted iterations
default   [  93% ] 046/100 VUs  5m35.0s/6m00.0s

running (5m36.0s), 046/100 VUs, 2437 complete and 0 interrupted iterations
default   [  93% ] 046/100 VUs  5m36.0s/6m00.0s

running (5m37.0s), 042/100 VUs, 2447 complete and 0 interrupted iterations
default   [  94% ] 042/100 VUs  5m37.0s/6m00.0s

running (5m38.0s), 042/100 VUs, 2453 complete and 0 interrupted iterations
default   [  94% ] 042/100 VUs  5m38.0s/6m00.0s

running (5m39.0s), 039/100 VUs, 2463 complete and 0 interrupted iterations
default   [  94% ] 039/100 VUs  5m39.0s/6m00.0s

running (5m40.0s), 038/100 VUs, 2471 complete and 0 interrupted iterations
default   [  94% ] 038/100 VUs  5m40.0s/6m00.0s

running (5m41.0s), 035/100 VUs, 2483 complete and 0 interrupted iterations
default   [  95% ] 035/100 VUs  5m41.0s/6m00.0s

running (5m42.0s), 035/100 VUs, 2483 complete and 0 interrupted iterations
default   [  95% ] 035/100 VUs  5m42.0s/6m00.0s

running (5m43.0s), 033/100 VUs, 2490 complete and 0 interrupted iterations
default   [  95% ] 033/100 VUs  5m43.0s/6m00.0s

running (5m44.0s), 031/100 VUs, 2497 complete and 0 interrupted iterations
default   [  96% ] 031/100 VUs  5m44.0s/6m00.0s

running (5m45.0s), 029/100 VUs, 2505 complete and 0 interrupted iterations
default   [  96% ] 029/100 VUs  5m45.0s/6m00.0s

running (5m46.0s), 028/100 VUs, 2509 complete and 0 interrupted iterations
default   [  96% ] 028/100 VUs  5m46.0s/6m00.0s

running (5m47.0s), 026/100 VUs, 2518 complete and 0 interrupted iterations
default   [  96% ] 026/100 VUs  5m47.0s/6m00.0s

running (5m48.0s), 025/100 VUs, 2522 complete and 0 interrupted iterations
default   [  97% ] 025/100 VUs  5m48.0s/6m00.0s

running (5m49.0s), 024/100 VUs, 2527 complete and 0 interrupted iterations
default   [  97% ] 024/100 VUs  5m49.0s/6m00.0s

running (5m50.0s), 022/100 VUs, 2534 complete and 0 interrupted iterations
default   [  97% ] 022/100 VUs  5m50.0s/6m00.0s

running (5m51.0s), 020/100 VUs, 2537 complete and 0 interrupted iterations
default   [  97% ] 020/100 VUs  5m51.0s/6m00.0s

running (5m52.0s), 018/100 VUs, 2544 complete and 0 interrupted iterations
default   [  98% ] 018/100 VUs  5m52.0s/6m00.0s

running (5m53.0s), 017/100 VUs, 2547 complete and 0 interrupted iterations
default   [  98% ] 017/100 VUs  5m53.0s/6m00.0s

running (5m54.0s), 015/100 VUs, 2551 complete and 0 interrupted iterations
default   [  98% ] 015/100 VUs  5m54.0s/6m00.0s

running (5m55.0s), 013/100 VUs, 2555 complete and 0 interrupted iterations
default   [  99% ] 013/100 VUs  5m55.0s/6m00.0s

running (5m56.0s), 012/100 VUs, 2557 complete and 0 interrupted iterations
default   [  99% ] 012/100 VUs  5m56.0s/6m00.0s

running (5m57.0s), 009/100 VUs, 2562 complete and 0 interrupted iterations
default   [  99% ] 009/100 VUs  5m57.0s/6m00.0s

running (5m58.0s), 008/100 VUs, 2564 complete and 0 interrupted iterations
default   [  99% ] 008/100 VUs  5m58.0s/6m00.0s

running (5m59.0s), 006/100 VUs, 2566 complete and 0 interrupted iterations
default   [ 100% ] 006/100 VUs  5m59.0s/6m00.0s

running (6m00.0s), 004/100 VUs, 2568 complete and 0 interrupted iterations
default   [ 100% ] 004/100 VUs  6m00.0s/6m00.0s

running (6m01.0s), 003/100 VUs, 2569 complete and 0 interrupted iterations
default ↓ [ 100% ] 004/100 VUs  6m0s

running (6m02.0s), 001/100 VUs, 2571 complete and 0 interrupted iterations
default ↓ [ 100% ] 004/100 VUs  6m0s


  █ THRESHOLDS 

    http_req_duration
    ✓ 'p(95)<10000' p(95)=6.68s

    http_req_failed
    ✓ 'rate<0.10' rate=0.00%


  █ TOTAL RESULTS 

    checks_total.......: 2572    7.090975/s
    checks_succeeded...: 100.00% 2572 out of 2572
    checks_failed......: 0.00%   0 out of 2572

    ✓ status 200

    CUSTOM
    tokens_per_sec.................: avg=22.558789 min=18.914372 med=22.169164 max=29.257423 p(90)=26.819795 p(95)=27.8547
    total_tokens...................: 329216 907.644819/s

    HTTP
    http_req_duration..............: avg=5.76s     min=4.37s     med=5.77s     max=6.76s     p(90)=6.62s     p(95)=6.68s  
      { expected_response:true }...: avg=5.76s     min=4.37s     med=5.77s     max=6.76s     p(90)=6.62s     p(95)=6.68s  
    http_req_failed................: 0.00%  0 out of 2572
    http_reqs......................: 2572   7.090975/s

    EXECUTION
    iteration_duration.............: avg=6.26s     min=4.87s     med=6.27s     max=7.26s     p(90)=7.12s     p(95)=7.18s  
    iterations.....................: 2572   7.090975/s
    vus............................: 1      min=1         max=100
    vus_max........................: 100    min=100       max=100

    NETWORK
    data_received..................: 3.5 MB 9.7 kB/s
    data_sent......................: 790 kB 2.2 kB/s



running (6m02.7s), 000/100 VUs, 2572 complete and 0 interrupted iterations
default ✓ [ 100% ] 000/100 VUs  6m0s